{
    "Changes": [
        {
            "LogName": "Edit Strings/Events",
            "Action": "EditData",
            "Target": "Strings/Events",
            "Entries": {
                "Shane4Hearts_Marnie_WhatsTheMatterWithYou": "Shane! What's the matter with you? All you do any more is mope around your room and drink beer!$s",
                "Elliott8Hearts_Elliott_RomanceIntro": "After countless hours scribbling at my writing desk, I present to you my first novel: 'Camellia Station'... It's a romance novel about a train stewardess who falls in love with a travelling architect...",
                "MuseumIntro_Gunther_WouldYouDonateArtifactsOrMinerals": "Hmmm...#$b#I've got a favour to ask you.#$b#Would you consider donating any new artefacts or minerals that you find?#$b#We could make a groundbreaking discovery together!#$b#Oh, and who knows... If you keep donating I might come across some interesting items to send your way.",
                "Abby14Hearts_Abigail_JustScrapedUp": "It looks like you've just got a little scrape... you had me worried!",
                "Alex2Hearts_Alex_WillBeFirstProPlayerFromValley": "I'm going to be the first professional gridball player from Stardew Valley... There's no doubt in my mind.#$b#I already led my school's team to the regional play-offs... Now I'm just training and getting stronger so I can claim my spot on the roster of the Zuzu City Tunnellers. You just wait!",
                "Alex8Hearts_Alex_MomDiedTwelveYearsAgo": "It was today, twelve years ago... that Mum died.$9",
                "Alex8Hearts_Player_HonorHerMemory": "Honour your mother's memory by always doing your best.",
                "Alex8Hearts-NoDwellOnPast_Alex_WowHaveAHeart": "Wow... It's the  anniversary of my mum's death! Have a heart...$a",
                "Alex8Hearts_Alex_LetsHeadBack": "Well, there's no sense sitting around snivelling... let's head back to town.$9",
                "Elliott10Hearts_Elliott_JoinMeForMaidenVoyage": "@... Would you do me the honour of joining me for her maiden voyage?$l",
                "Elliott10Hearts_Elliott_DontFeelLikeFriendsAnymore": "Well, we've been friends for a while now... But I'm... I'm not sure if I feel that way about you any more.$l",
                "Sam3Hearts_Sam_DadUsedToTakeUsToBeach": "Our dad used to take us to the beach on sunny days like this.$h",
                "Sam3Hearts_Sam_RememberDadStrong": "Don't you remember how strong Dad is? He'd never let a pathetic Gotoro grunt get him like that! Don't you worry!$a#$b#And always remember that Mum and I are here to play with you if you ever feel lonely.",
                "Willy6Hearts_Gus_TakeTheWholeLot": "I'll take the whole lot!$h#$b#With a discount for the extra labour, of course...",
                "Shane10Hearts_Shane_TunnelersOnTheAttack": "Gahh!! Look, the Tunnellers are on the attack!$10",
                "Elliott2Hearts_Elliott_EveryoneBackHomePessimistic": "Everyone back home said I was nuts... that I could never make it as a writer.#$b#Can you believe it? They said 'For every successful author there are a thousand who fail miserably'. Such pessimism... it's sickening.",
                "Sam8Hearts_Sam_MyBandPlayingTonight": "Hi @. Guess what? My band is playing a show tonight, in Zuzu City!#$b#Meet me at the bus stop around 16:00 this afternoon to leave for the show. You better be there!",
                "Leah8HeartsArtShow_Leah_ComeToMyArtShow": "Hi @! Are you free this afternoon?#$b#I finally got my act together and I'm doing my art show tonight in the town square!$h#$b#Come into town between 15:00 and 17:00 if you want to be there!",
                "FurnaceRecipe_UI_LearnedFurnaceRecipe": "Learnt how to craft a 'Furnace'",
                "GardenPotRecipe_UI_LearnedGardenPotRecipe": "Learnt how to craft a 'Garden Pot'",
                "GardenPotRecipe_Evelyn_BetterGo": "Well, I'd better go. George gets grumpy if he doesn't have his porridge on time...#$b#You have a great day, love!$h",
                "RustyKey_Gunther_ThanksForDonations": "Oh, good morning ${Mr.^Ms.}$ @!#$b#I hope it's not too early...$s#$b#Well, I just wanted to stop by and thank you in person for all the wonderful artefacts and minerals you've discovered... you've done so much for one person!$h#$b#In fact, I've just received a letter from the office of the regional secretary of artefacts... We're being honoured with the coveted 'golden shovel' award for our significant contributions to the field!#$b#And it's all thanks to you!$h#$b#Well, I should let you get back to your work...",
                "Marnie3Hearts_Marnie_CaveCarrotRequest": "Good morning, ${Mr.^Ms.}$ @!$h#$b#I came by to ask you a favour, since you're such a kind neighbour.#$b#You see, I'm trying to train my goats to say 'hello'... but they simply won't pay attention to me unless I have their favourite treat, cave carrots!$u#$b#So... since I'm scared of the mines... I thought, well, maybe you would bring me a cave carrot when you have the chance?#$b#There's no pressure... but if you want to, just swing by my house between 09:00 and 17:00 with a cave carrot. You'll make an old girl very happy. Bye.",
                "Marnie3Hearts_MarnieLater_GoatsLoveCaveCarrots": "My goats go wild over cave carrots... I can't imagine why.",
                "Jodi4Hearts_Jodi_HaveDinnerWithUsBringFish": "Anyway... I came by to ask if you wanted to have dinner with us tonight!#Or tea, whatever you call it. Your {{Lowercase:{{GrandparentName}}}} was always picky about that.#$b#Now, you don't have to... but if you decide to come, could you please bring a largemouth bass with you?#$b#...that's right. One of those big, slimy fish from the lake. I need one for the casserole I'm making.$h#$b#Okay, well... it'll be at our house at around 19:00 tonight... don't forget the largemouth bass! Bye.",
                "SeedPromo_Pierre_SellingNewVarieties": "Hello there, @. So! Your first year in Stardew Valley is almost over, huh?#$b#If you keep buying seeds from me, you'll be twice as productive next year!$h#$b#And I have some exciting news...#$b#I'll be selling new seed varieties in my shop next year! I should have one new variety per season.#$b#...Well, that's all I wanted to say. Have a good one.",
                "Shane10Hearts_Shane_GotTwoTicketsToTunnelersGame": "Uh... So I got two tickets to the Tunnellers game tonight.$6",
                "Shane10Hearts_Shane_MeetAtBusStop": "If you want to come, meet me at the bus stop around 17:00.$6",
                "Emily14Hearts_Emily_BringMeFiber": "It's a secret, so I can't tell you what it is... but could you bring me 200 pieces of fibre?",
                "Emily14Hearts_Emily_NoRush": "That's all I need! Just bring the 200 fibre by when you have a chance... no rush!",
                "MiniJukebox_Gus_EasyToMakeMore": "It's actually an old DIY project of mine, from many years ago. They're pretty easy to make!#$b#So, just in case you wanted to make more, I brought the blueprints for you...",
                "MiniJukebox_UI_LearnedMiniJukeboxRecipe": "Learnt how to craft a 'Mini-Jukebox'",
                "Emily14Hearts_UI_GotOutfit": "Received Emily's Magic Hat, Emily's Magic Boots, Emily's Magic Shirt, and a matching set of trousers!",
                "Emily14Hearts_Emily_HadFunMakingIt": "I've always loved sewing and making crafts... So I thought it'd be nice to make you something by hand. I had a lot of fun!#$b#I hope it fits right... and that the fibre isn't too itchy.#$b#There's boots, a hat, a shirt, and trousers! It's a complete outfit.",
                "Harvey14Hearts-TastesLikeMoustache_Harvey_ExtraFiberSorry": "Uhhh...! Heh. I guess a piece of my moustache may have fallen into the pasta...$8#$b#Well! Extra fibre, right? Heh... (sorry honey)$8",
                "Harvey14Hearts_Player_Socialized": "I socialised in town",
                "Penny14Hearts_Penny_WantCozyHomeForYou": "You know... I really appreciate the hard work you do for the family.#$b#So it's important to me that when you come home, the house is nice and cosy, and everything's in order!",
                "Penny14Hearts-LooksGreat_Penny_HouseGettingCozy": "I'm glad you like it. The house is starting to look really cosy, isn't it?$h",
                "Seb14Hearts_Sebastian_CantGoBackToWild": "...but I don't think he can go back into the wild... he's not fast enough to avoid predators any more.#$b#...So I set up this terrarium.#$b#He looks happy, doesn't he?$h",
                "BoatTease_Willy_BusinessHasBeenTough": "Aye... well, business has been tough, lately.$s#$b#It all started about the same time that old community centre fell to ruin... me fish just don't sell like they used to...#$b#I've been working double-time just to make ends meet!",
                "Leah6Hearts_Leah_FriendToCatchMeIfCareerFlops": "You know, I just realised something.#$b#Even if my art career is a flop, I'll always have a friend to catch me on the way down.$h",
                "Leah10Hearts-PunchKel_Leah_LetsGetOutOfHere": "Let's get out of here. I don't think Kel will be bothering us any more.",
                "Leah10Hearts-ReasonWithKel_Leah_LetsGoPlayer": "Let's go, @. I don't think Kel will be bothering us any more.",
                "Penny8Hearts_PennyLater_ThanksForMakingFieldTripASuccess": "Thanks for making my field trip a success today.",
                "Shane6Hearts_Shane_BeenThinkingOfJumping": "I... I'm sorry...*hic*$7#$b#...$7#$b#M... My life...$7#$b#It's a pathetic joke...$7#$b#Look at me...$7#$b#...$7#$b#Why do I even try? ...*sob*$7#$b#I'm too small and stupid to... to take control of my life...$7#$b#I'm just a p... piece of soiled rubbish flittering in the wind... *bluurp*$7#$b#.........$7#$b#I've been coming here often lately... looking down... $7#$b#Here's a chance to finally take control of my life... These cliffs...$7#$b#...$7#$b#B... bu... *blaap*... but I'm too scared, too anxious. Just like always... $7",
                "Shane6Hearts_Harvey_WorriedAboutHisMentalHealth": "Too much alcohol is terrible for the body... but right now I'm most worried about his mental health...$s#$b#When he comes to, I'll have a chat with him about his treatment options. I know an excellent counsellor in Zuzu City...",
                "OnionMastery_Vincent_MomSendsMeToPickSpringOnions": "Sp..spwing onion. Mum sends me out to pick these sometimes...",
                "OnionMastery_UI_LearnedToCleanSpringOnions": "You learnt how to clean the spring onion... without harming any bugs.",
                "Leah14Hearts_Player_RetroPop": "Colourful, retro pop-art",
                "RaccoonFinish_UI_NewNeighborsThriving": "Your new neighbours seem to be thriving!",
                  "Emily6Hearts_Emily_MySecretHobbyEnjoy": "It's my secret hobby... I've been practising for months.#$b#Now, sit back, relax, and allow yourself to be carried away to a better place... okay?",
                "Emily6Hearts_Emily_HaventBeenThisSweatySincePepperPlatter": "I haven't been this sweaty since I ordered the chilli pepper platter at Abigail's graduation party!$h",
                "BacheloretteDump_Maru_WhatASleeze": "You think you're real smooth, don't you? Thought you'd sample the whole 'buffet', huh? What a sleaze...$a",
                "GemCeremony_Emily_FeelTensionFlowingOut": "Visualise the pure energy flowing into your body with every breath.#$b#And when you exhale, feel all the tension and negative energy flowing out, leaving you more and more relaxed with every breath.",
                "Harvey8Hearts-Ignore_Harvey_DidntKnowYouWereComing": "Sorry I'm all dishevelled... I didn't know you were coming over.$h",
                "Harvey8Hearts_Harvey_LetMeShowYouMyModelAirplanes": "Hey, let me show you my model aeroplanes. I just finished the new TR-Starbird deluxe set.$h",
                "GourmandInspection-Garlic_Gourmand_CouldTakeBitAndProducePoignantOdor": "Heh... I could take a bite, and produce that poignant odour once more...",
                "BirdieIntro_Birdie_MayAsWellAskForFavor": "Well, I suppose now that you're here, I may as well ask you for a favour.",
                "BirdieDone_Player_HonorableThingToDo": "It's an honourable thing to do.",
                "George6Hearts_George_WouldNeverWalkAgain": "The next thing I remember, I was lying in the hospital... and they told me I'd never walk again.",
                "Alex6Hearts_Alex_IveBeenRudeTowardsYou": "I've started to realise that... well, that I've been really rude towards you in the past. You know, about going pro and all that.$8",
                "Alex6Hearts_Alex_SorryAndThanksForStayingFriendsWithMe": "I guess I might not actually be cut out for professional sports... maybe it was just a childish dream... you know?$8#$b#Anyway... I want to apologise to you for bragging and being annoying about it. I appreciate that you stayed friends with me through all that.$6",
                "GeorgeGifts-ShowOurAppreciation_George_JustLikeMamaUsedToMake": "My favourite... Just like Mama used to make, so many years ago...",
                "GeorgeGifts-Prank_George_StraightIntoTrash": "These are going straight into the bin!",
                "Leah4Hearts_Leah_StopCallingMe": "Kel...How many times do I have to tell you? I don't want to come back to the city!$8#$b#Stop calling me... I don't want to hear from you any more! *click*$8",
                "PrizeTicketIntro_Lewis_NewProgramToPromoteGoodwill": "It's a new programme I've come up with, to help promote a spirit of goodwill among the townsfolk... You included!#$b#It's pretty simple... sometimes, when you help out others in town, you'll receive a 'Prize Ticket'. You can turn them in for rewards.#$b#There's some special stuff in there!$h",
                "Abby10Hearts_Abigail_DecidedWouldVentureIntoCaves": "You know I've been practising my swordsmanship for a while...$9#$b#Well I decided today would be the day I venture into the caves...$8",
                "Abby10Hearts_Abigail_FeltThisWayForALongTime": "I can't believe I'm actually saying this... But I can't keep it in any more. I've felt this way for a long time.$l",
                "Abby4Hearts-EnjoyingTheWeather_Abigail_GuessYouWouldBeOneToEnjoyThisAmbience": "Yea... I guess you would be one to appreciate this sombre ambience.",
                "Seb4Hearts_Sebastian_SometimesRideOutOfStardewValley": "Sometimes, after sunset, I make the long ride out of Stardew Valley...$8",
                "Seb10Hearts-ShouldQuitSmoking_Sebastian_UghYouSoundLikeMyMomButYouAreRight": "Ugh... You sound like my mum.$a#$b#...*sigh*$s#$b#You're right, though. I'm addicted to these things, it's not good.$s",
                "Linus8Hearts-InviteToFarm_Robin_CanBuildCozyHouse": "That's really generous! What a great idea! I can build a real cosy house for you, Linus.$h",
                "Harvey10Hearts_Harvey_SawAnAdForIt": "I saw an advert in the newspaper for these balloon rides and I knew I had to surprise you with one.",
                "Alex10Hearts-Reject_Alex_NotHungryAnymore": "I'm not hungry any more...$s",
                "Alex14Hearts_Alex_HangoutSpotToKeepPartOfAthleteDreamAlive": "I've been thinking... You know how I used to dream of being an athlete someday?#$b#Well, my life ended up turning out a bit different... $9#$b#I'm happy, though, don't get me wrong!$h#$b#...But I thought it would be cool to have a place where us guys could hang out and watch the Sunday match. Gus liked the idea so much he offered me part of his back room!#$b#This way, I get to keep part of 'the dream' alive, in a small way.",
                "GiantOmelet_Gus_MyWorldFamousGiantOmelet": "...My world-famous giant omelette!$h#$b#Zesty sweet pepper, juicy tomato, rich mushroom, and tangy cheese... all enrobed in a blanket of rich, fluffy egg. Dig in, folks.",
                "Sam2Hearts_Sam_ThanksWeGonnaBeScreamingSuccess": "Thanks for the help, @. With my guitar skills, and Sebastian's wizardry on the synthesiser, we're gonna be a screaming success. I'm convinced of it!$h",
                "Sam4Hearts_Sam_SorryMomWillCleanUp": "I'm sorry about this, mum. I'll clean it up.$s",
                "Kent3Hearts_Jodi_ButPopCornWasYourFavorite": "But, dear... popcorn was always your favourite before you left.$s",
                "Kent3Hearts_KentLater_HappyToBeFriendsAndSorryForEarlier": "I'm glad you're a friend of the family, @. Sorry about my behaviour before.",
                "Maru2Hearts_Maru_TestingSoilSamples": "My dad and I are just testing some soil samples.",
                "Maru2Hearts_Player_YourDadWasBeingWeird": "Actually, your dad was being weird.",
                "Maru2Hearts-SayNothing_Demetrius_WellBeBetterTitrateThis": "Well, we'd better titrate this solution before it crystallises on us.",
                "Maru2Hearts-DadWasBeingWeird_Maru_IUnderstandShouldGetBackToWork": "That's okay, Dad. I understand.#$b#We should get back to work before these samples crystallise.",
                "Robin6Hearts_UI_LearnedBlockRecipes": "Learnt how to craft 'Flute Block' and 'Drum Block'",
                "Maru10Hearts_Maru_BeenMakingRobotToHelpYou": "Dad! I've been making this robot for you and Mum!$a#$b#MarILDA's designed to assist you in the laboratory and mum at the carpentry table... so when I'm not living here any more it won't be such a burden on you guys.$8",
                "Maru10Hearts_Demetrius_LetHerGoFreeWeAreOkay": "It's okay, Maru. Let MarILDA go free.$5#$b#Your mother and I can take care of ourselves. I know you're ready to start a life of your own, and I've come to terms with the thought of not having you around any more.#$b#Besides, this... creation of yours seems pretty advanced. It wouldn't feel right to keep her as a servant.",
                "Maru10Hearts_Player_IsYourDadOkayWithUs": "So is your dad okay with 'us' now?",
                "Maru10Hearts-Impressed_Maru_ThanksMeansALotToMe": "Thanks. That means a lot to me, @.#$b#I know gadgets aren't really your kind of thing... but I do appreciate that you're showing interest in what I do.#$b#I wish I could return the favour somehow.$l",
                "RobinProject_Robin_VoilaDeluxeBed": "Voilà! My newest creation.$h#$b#It's a deluxe four poster bed, crafted from the finest local hardwood.",
                "RobinProject_Robin_CalledBeautyBud": "It's called 'beauty', mate... you know, that thing that most people find enjoyable?$6",
                "RobinProject-Aesthetic_Sebastian_Yea": "Yeah",
                "RobinProject_Robin_YouWantHalfDozen": "Hey... these might look good in your place, @! What do you say... can we pencil you in for half a dozen?",
                "RobinProject_Maru_Mom": "Mum!",
                "Seb2Hearts_Robin_SebbyAbigailWasLookingForYou": "Sebby, I know you don't like it when I come in here... but I ran into Abigail at the shop and she said she was looking for you.",
                "Seb6Hearts-WizardOrHealer_Sam_WarriorIsMyFavorite": "Cool. Warrior's my favourite anyway.",
                "Seb6Hearts_UI_MustRecoverSolarionStaff": "The King has entrusted you and your companions with recovering the Solarion Staff... a task which, if completed successfully, will ensure your place in the hall of legends as well as a sizeable fortune of gold and silver.",
                "Seb6Hearts_Player_GoInFront": "Go in the front. Fortune favours the bold.",
                "Pierre6Hearts-WifeDeservesToKnow_Pierre_YouWouldReallyDoThat": "You would really do that to me? You're terrible.$s#$b#You shouldn't have been snooping around in my bedroom in the first place! Nosy neighbours are the worst.$3",
                "Caroline6Hearts_Abigail_AppreciateThatButNotLittleGirlAnymore": "Stop trying to make me feel guilty.$a#$b#I appreciate that you and Dad are helping me out, but expecting me to dress the way you want is ridiculous.$a#$b#I'm not a little girl any more, mum.$u",
                "Caroline6Hearts_AbigailLater_WasFightingWithMomEarlier": "Urgghh...$a#$b#Sorry... I was fighting with my mum earlier.$s",
                "JojaPromo_Pierre_50Percent": "Fifty percent!?!?",
                "JojaPromo_Morris_MustBeDifficultButJojaClearlySuperior": "It must be so difficult for you... To lose your loyal customers like that.#$b#But can you blame them? Joja Corporation is clearly the superior choice.$h#$b#Soon the whole town will realise that.",
                "DwarfKrobus_Wizard_WillCastSealOfPromiseToFinalizeAgreement": "Very good. I shall cast a 'Seal of Promise' to finalise this agreement.",
                "SkullCavern100-Honorable_MrQi_VeryImpressiveAndDidntUseStaircases": "Impressive... very impressive. You passed my test with flying colours, kid.#$b#I'm very pleased that you challenged yourself and came down the honourable way, instead of skipping all the levels by crafting staircases.#$b#That shows you're the real deal, kid. You've got principles.#$b#You understand the importance of challenging yourself, and holding yourself to the highest standard, even if no one is watching.#$b#That's why you're special, kid... see? You lead by example. I like that.",
                "Perfection-Married_Alex_ClosingComments": "speak Alex \"I've finally discovered who I want to be... and I feel certain about the future.\"/pause 500/speak Alex \"I don't think I'd have got here without you, @.\"",
                "Perfection-Married_Sam_ClosingComments": "speak Sam \"I feel like I've changed a lot from when we first met... you know?#$b#...you might call it 'maturity'... hehe.$10#$b#But I'm at a place, now, where I'm actually really excited about our future together...$l#$b#Even if that means just doing normal stuff, like... uh... buying food and changing nappies... hah...$10",
                "Perfection-Married_Haley_ClosingComments": "speak Haley \"*giggle*... $h\"/faceDirection farmer 1 true/emote farmer 8/pause 1000/speak Haley \"Oh, it's just that...#$b#As a little girl, I always dreamt that one day, I would climb to the summit with my true love, and share a kiss.$l\"",
                "Abby6Hearts_Abigail_PracticingSword": "And I'm all sweaty because I've been practising my swordsmanship.$l",
                "Abby6Hearts_Player_YesInSelfDefense": "Yes, but only in self-defence",
                "Shane7Hearts_Shane_CheckOutMyNewCameraForJojaAdCompetition": "Check out my new camera...#$b#Joja Co. is having a video advert competition. The prize is 10,000g.",
                "Shane7Hearts_Emily_IsntSodaUnhealthyYouPromisedMe": "But... But... Isn't cola unhealthy? You promised me...$s",
                "Alex4Hearts-Heard_Alex_FatherNotAGoodGuy": "Have you ever wondered why I live with my grandparents?$s#$b#You see, my father wasn't a good guy... He... Well, he ruined everything for me and my mum.$a#$b#Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.$a#$b#I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and got nowhere in life.",
                "Alex4Hearts-Heard_Alex_ThenHeLeftAndMomDied": "One day he left, and soon after that Mum got sick and passed away. I had no choice but to move in with my grandparents.$s",
                "Alex4Hearts-DidntHear_Alex_FatherNotAGoodGuy": "Have you ever wondered why I live with my grandparents?$s#$b#My father wasn't a good guy... He... Well he ruined everything for me and my mum.$a#$b#Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.$a#$b#I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and got nowhere in life.$a",
                "Alex4Hearts-DidntHear_Alex_ThenHeLeftAndMomDied": "One day he left, and soon after that Mum got sick and passed away. I had no choice but to move in with my grandparents.$s",
                "Penny2Hearts_George_SorryMissShouldntHaveGottenAngry": "*sigh*...No, no... I'm sorry, miss. I shouldn't have got so angry.$s",
                "Sam6Hearts_Sam_DidYouSeeThatTrickThough": "...Did you see that trick, though? That was sick.$u",
                "Leah8HeartsArtShow_Leah_IntroPostDimensionalNullspace": "This one's called 'Post-Dimensional Nullspace'. It represents the boundary of human imagination.$u#$b#The shape and colour came to me vividly when I was in a 'trance state'.",
                "Leah8HeartsArtShow_Leah_IntroWoodSculpture": "And the last one is called 'Wood Sculpture 3'. It's a celebration of my favourite sculpting material... wood.",
                "Leah8HeartsArtShow_Lewis_LetsStartTheBidding": "Now let's start the bidding on these wonderful art pieces... A marvellous addition to your home!$h#$b#Do I hear 5,000g for the pink one?",
                "Sam10Hearts_Sam_GoodnightMom": "Goodnight, Mum.$10",
                "CommunityCenterIntro_Lewis_HereWhatsLeftOfCommunityCenter": "This is the Pelican Town Community Centre... or what's left of it, anyway.$s",
                "CommunityCenterIntro_Lewis_NowYoungFolkWouldRatherWatchTv": "Now... just look at it. It's shameful.$s#$b#These days, the young folk would rather sit in front of the telly than engage with the community.",
                "CommunityCenterDone_Lewis_CommunityCenterHasNeverLookedBetter": "I'm not sure how you did it, @... but the community centre has never looked better!$h#$b#You've done Pelican Town a great service. Everyone in town is pleased.$h",
                "LinusTrash_George_CanYouGoScareEmOff": "Ah, you turned up at the right moment, son.^Ah, you turned up at the right moment, miss.#$b#Could you do an old man a favour? Could you go around the corner and scare off those raccoons for me? They've been causin' a real mess.#$b#Thanks. Make sure you give 'em a good scare so they never come back.",
                "LinusTrash_Linus_GoodFoodInTheseTrashCans": "I find a lot of hot, fresh food in these bins... stuff that will go to waste if I don't take it.",
                "LinusTrash-Disgusting_Linus_ItsWayOfLife": "Disgusting to you, maybe. To me, it's a way of life. And I haven't got sick yet. I only eat things that look fresh.",
                "LinusTrash_Gus_HaveBasketOfZucchiniFrittersForYou": "Here. I've got a basket of courgette fritters for you. Just make sure you dip them in my spicy marinara!$h#$b#Go on... take it.",
                "PamHouse-Anonymous_Robin_NiceHouseYouGotThere": "Hi there, neighbours... that's a nice new house you got there!$4",
                "PamHouse-Known_Robin_NiceHouseYouGotThere": "Hi there, neighbours... that's a nice new house you got there!$4",
                "PamHouse-Known-PennySpouse_Player_ItsAGift": "You're my mum! No repayment needed!",
                "PamHouse-Known-TreatPennyBetter_Penny_Mom": "Mum...$s",
                "PamHouse-Known-Gift_Penny_Mom": "Mum...$s",
                "PamHouse-Known-Gift-PennySpouse_Penny_JustWantToMakeYouHappy": "Don't worry, Mum... we just want to make you happy. No one in Pelican Town looks down on us for being poor.$s",
                "Haley14Hearts_Jas_CoverFellOffMyMathBook": "Ms. Penny? The cover fell off my Maru10Hearts_Maru_ThanksForStickingWithMe book...$s",
                "Haley14Hearts_Haley_CarolineWinsLewisCaveCarrotLoafWithFiber": "Okay, Let's see here... #$b#Caroline, what number are you? Okay... you've won...#$b#Mayor Lewis' cave carrot loaf... with extra fibre!",
                "Haley14Hearts_Haley_JodiWinsEmilysRedVelvetCake": "Next up, Jodi. You're gonna take home...#$b# Emily's organic red velvet cake... coloured with beetroot!",
                "Penny4Hearts_Pam_NoneOfYourBusinessWhereIGo": "It's  none of your bloody business where I go!$4",
                "Penny4Hearts_Penny_YourChoicesAffectMeStopBeingSoSelfish": "It IS my business! I don't want you destroying yourself!$a#$b#Don't you realise your choices have an effect on me? Stop being so selfish!$a",
                "Penny6Hearts-Lied_Penny_GoingToNameItChiliDePlayer": "Hey, since you're the first person to try it, I'm going to name this one 'Chilli de @'.$h",
                "Penny6Hearts_Penny_HowAboutWeMatchMovie": "Um... so how about we watch a film or something?",
                "JunimoPotion_Wizard_YouHaveNoReasonToFearThem": "I'm not sure why they've moved into the community centre, but you have no reason to fear them."
            }
        },
        {
            "LogName": "Edit Strings/Events spellings (12-hour specific)",
            "Action": "EditData",
            "Target": "Strings/StringsFromCSFiles",
            "Entries": {
                "Sam8Hearts_Sam_MyBandPlayingTonight": "Hi @. Guess what? My band is playing a show tonight, in Zuzu City!#$b#Meet me at the bus stop around 4 this afternoon to leave for the show. You better be there!",
                "Leah8HeartsArtShow_Leah_ComeToMyArtShow": "Hi @! Are you free this afternoon?#$b#I finally got my act together and I'm doing my art show tonight in the town square!$h#$b#Come into town between 3:00 and 5:00 pm if you want to be there!",
                "Marnie3Hearts_Marnie_CaveCarrotRequest": "Good morning, ${Mr.^Ms.}$ @!$h#$b#I came by to ask you a favour, since you're such a kind neighbour.#$b#You see, I'm trying to train my goats to say 'hello'... but they simply won't pay attention to me unless I have their favourite treat, cave carrots!$u#$b#So... since I'm scared of the mines... I thought, well, maybe you would bring me a cave carrot when you have the chance?#$b#There's no pressure... but if you want to, just swing by my house between 9:00 AM and 5:00 PM with a cave carrot. You'll make an old girl very happy. Bye.",
                "Jodi4Hearts_Jodi_HaveDinnerWithUsBringFish": "Anyway... I came by to ask if you wanted to have dinner with us tonight!#Or tea, whatever you call it. Your {{Lowercase:{{GrandparentName}}}} was always picky about that.#$b#Now, you don't have to... but if you decide to come, could you please bring a largemouth bass with you?#$b#...that's right. One of those big, slimy fish from the lake. I need one for the casserole I'm making.$h#$b#Okay, well... it'll be at our house at around 7:00 PM tonight... don't forget the largemouth bass! Bye.",
                "Shane10Hearts_Shane_GotTwoTicketsToTunnelersGame": "Uh... So I got two tickets to the Tunnellers game tonight.$6",
                "Shane10Hearts_Shane_MeetAtBusStop": "If you want to come, meet me at the bus stop around 5pm.$6"
            },
            "When": {
                "UseTwentyFourHourClock": false
            }
        }
    ]
}