{
    "Changes": [
        {
            "LogName": "Edit Strings/Notes spellings",
            "Action": "EditData",
            "Target": "Strings/Notes",
            "Entries": {
                "0": "Tips On Farming--\n*Use fertiliser to improve quality, reduce workload, or hasten crop growth.\n*Fruit trees take a whole season to grow, but they require very little maintenance. Keep the area directly around your new sapling clear, or else it may not grow properly.\n*Crops will die as soon as the season ends, unless they grow in multiple seasons (e.g. Corn).\n*Some crops, such as kale and wheat, need to be harvested with the scythe.",
                "4": "  How deep do the mines go?\n This question has been pondered by many Stardew Valley explorers over the years... The truth is, no one really knows. Or at least, they aren't telling anyone.\nUnfortunately, many of those who venture deep into the mines never return...\nHowever, there have been a few bold adventurers who have travelled deep into the mines, and have resurfaced with interesting reports.\n Apparently, there are three distinct areas in the mine, each with unique monsters and treasures.\nSome adventurers speak of gigantic underground lakes and strange creatures... But none of these claims have been proven.",
                "5": "An old farmer's journal:\n I've been here for a year now, and I've started to make friends with the local townspeople. It sure feels great! And they're sending me gifts and secret family recipes in the post, too! That's really helpful.",
                "11": "Mysteries Of The Dwarves\nThe Dwarves call themselves 'Smoluanu'... which translates to 'sky people'. An odd name for a group that lives deep underground, isn't it?\nAnother mystery of the dwarfs is the advanced technology they supposedly possess. Evidence such as this had led me, despite the ridicule of my colleagues, to propose a new theory:\nI believe the dwarves are the remnants of a once advanced civilisation whose interplanetary vehicle crashed on this planet long ago.\nI propose that this dwarfish spaceship bore down, deep underground... and over time, the dwarfs became adapted to their new underground environment.\n My colleagues ask, 'Why didn't they come above ground and live on the surface?' ...Perhaps their old planet had a thicker atmosphere that protected them from stellar radiation, and they simply could not survive in our sunlight.\n That would explain why they only surface at night to take what they need from our houses...\n\n-M. Jasper",
                "13": "Marriage Guide For Farmers\nBefore you ask someone to marry you, you'll have to date them for a while first (Ask someone to date you with a bouquet from Pierre's).\n When you're ready to pop the big question, you'll need to give them a 'Mermaid's Pendant'. Everyone knows what it means when you present them with one of those.\n It's rumoured that on stormy days, the ghost of an old mariner appears in Stardew Valley, clutching just such a pendant.\n After the wedding ceremony, your partner will move in with you. Remember to treat your spouse well... They still like gifts even after marriage!\n\n(Paid for by Pierre)",
                "16": "Secrets Of The Legendary Fish\n\nFishermen speak of five rare and unique fish that can only be caught by skilled anglers. Once caught, they will never appear again.\n\nThe crimsonfish lives in the warm ocean waters of summer. It's been sighted on the far eastern side of the beach.\n\nThe Glacierfish, which only appears in winter, can be caught off the southern tip of arrowhead island in Cindersap Forest... near where the river meets the ocean.\n\nThe Anglerfish has been spotted in fall, north of town where the river flows down from the mountains.\n\nThere's rumour of a strange, twisted fish that lives in the sewer.\n\n\n\nThe final fish, of a species never before caught, is known simply as 'legend'. It is rumoured that he lives in a log submerged in the mountain lake, and only ventures out on rainy spring days to nibble at the frog's eggs. Only the most skilled fisherman can hope to catch this one.\n\nTrain at fishing and be persistent, and eventually you will catch these elusive fish. Make sure to respect the water and don't remove too many fish from the ecosystem.",
                "19": "Goblins^by M. Jasper^^The species commonly known as \"Goblin\" seems to have originated in the forests of the far northeast, beyond the Bluemire Hills. Characterised by their green skin, bright red eyes, and foul smell, initial encounters with Goblins can be frightening for inexperienced travellers.^^Despite their unsettling appearance, Goblins possess an intellectual and emotional capacity akin to humans, and have no trouble learning our customs and languages. The goblins I've met have been rather friendly and amiable, once I've shown that I mean no harm. Unfortunately, centuries of distrust and ill-treatment from humans has led many Goblins to pursue careers in the employ of witches, warlocks, necromancers, and other unsavoury types.^^A traditional Goblin diet largely consists of grub meat, typically from the large and juicy grub varieties native to the Goblin home-forest. On special occasions, Goblins will indulge in an item called 'void mayonnaise'... considered perhaps the finest delicacy in all Goblin cuisine."
            }
        }
    ]
}