{
    "Changes": [
        {
            "LogName": "Edit Strings/Objects spellings",
            "Action": "EditData",
            "Target": "Strings/Objects",
            "Entries": {
                "CraftingRecipe_FallSeeds": "Wild Seeds (Au)",
                "AgedRoe_Description": "Fish eggs aged in salt to bring out the flavour.",
                "Alamite_Description": "Its distinctive fluorescence makes it a favourite among rock collectors.",
                "Amaranth_Description": "A purple grain cultivated by an ancient civilisation.",
                "AncientFruit_Description": "It's been dormant for aeons.",
                "AppleSapling_Description": "Takes 28 days to produce a mature Apple tree. Bears fruit in the autumn. Only grows if the 8 surrounding \"tiles\" are empty.",
                "ArtifactSpot_Name": "Artefact Spot",
                "ArtifactSpot_Description": "Uh... how did you get this in your inventory? Ape made a booboo.",
                "ArtifactTrove_Name": "Artefact Trove",
                "BananaPudding_Description": "A creamy dessert with a wonderful tropical flavour.",
                "BasicFertilizer_Name": "Basic Fertiliser",
                "Beet_Name": "Beetroot",
                "BeetSeeds_Name": "Beetroot Seeds",
                "BerryBasket_Description": "The fibres are stained with berry juice.",
                "Bixite_Description": "A dark metallic mineral sought after for its cubic structure.",
                "Blackberry_Description": "An early-autumn treat.",
                "BlueDiscus_Description": "A brightly coloured tropical fish that is popular in aquariums.",
                "BokChoy_Name": "Pak Choi",
                "BokChoySeeds_Name": "Pak Choi Seeds",
                "BokChoySeeds_Description": "Plant these in the autumn. Takes 4 days to mature.",
                "BrokenGlasses_Description": "It looks like someone lost their glasses. They're broken.",
                "Cauliflower_Description": "Valuable, but slow-growing. Despite its pale colour, the florets are packed with nutrients.",
                "Chanterelle_Description": "A tasty mushroom with a fruity smell and slightly peppery flavour.",
                "CheeseCauliflower_Name": "Cauliflower Cheese",
                "Cookie_Name": "Biscuit",
                "CookoutKit_Name": "Cook-out Kit",
                "Corn_Description": "One of the most popular grains. The sweet, fresh cobs are a summer favourite.",
                "CranberryCandy_Name": "Cranberry Sweet",
                "CranberrySeeds_Description": "Plant these in the autumn. Takes 7 days to mature, and continues to produce after first harvest.",
                "DeluxeFertilizer_Name": "Deluxe Fertiliser",
                "DragonTooth_Description": "These are rumoured to be the teeth of ancient serpents. The enamel is made of pure iridium!",
                "DressedSpinner_Description": "The metal tab and colourful streamers create an enticing spectacle for fish. Increases the bite-rate when fishing.",
                "DuckFeather_Description": "It's so colourful.",
                "DwarfGadget_Description": "It's a piece of the advanced technology once known to the dwarfs. It's still glowing and humming, but you're unable to understand how it works.",
                "DwarfScrollI_Name": "Dwarf Scroll I",
                "DwarfScrollI_Description": "A yellowed scroll of parchment filled with Dwarfish script. This one's tied with a red bow.",
                "DwarfScrollII_Name": "Dwarf Scroll II",
                "DwarfScrollII_Description": "A yellowed scroll of parchment filled with Dwarfish script. This one's tied with a green ribbon.",
                "DwarfScrollIII_Name": "Dwarf Scroll III",
                "DwarfScrollIII_Description": "A yellowed scroll of parchment filled with Dwarfish script. This one's tied with a blue rope.",
                "DwarfScrollIV_Name": "Dwarf Scroll IV",
                "DwarfScrollIV_Description": "A yellowed scroll of parchment filled with Dwarfish script. This one's tied with a golden chain.",
                "DwarvishHelm_Name": "Dwarfish Helm",
                "DwarvishHelm_Description": "It's one of the helmets commonly worn by dwarfs. The thick metal plating protects them from falling debris and stalactites.",
                "DwarvishTranslationGuide_Name": "Dwarfish Translation Guide",
                "DwarvishTranslationGuide_Description": "Teaches you Dwarfish.",
                "Eggplant_Name": "Aubergine",
                "EggplantParmesan_Name": "Parmesan Aubergine",
                "EggplantSeeds_Name": "Aubergine Seeds",
                "EggplantSeeds_Description": "Plant these in the autumn. Takes 5 days to mature, and continues to produce after first harvest.",
                "ElvishJewelry_Name": "Elfin Jewellery",
                "ElvishJewelry_Description": "Dirty but still beautiful. On the side is a flowing script thought by some to be the ancient language of the elves. No Elfin bones have ever been found.",
                "Emerald_Description": "A precious stone with a brilliant green colour.",
                "Enricher_Description": "Place on a sprinkler and load with fertiliser to automatically apply it when planting seeds nearby.",
                "FairySeeds_Description": "Plant in autumn. Takes 12 days to produce a mysterious flower. Assorted colours.",
                "FallSeeds_Name": "Autumn Seeds",
                "FallSeeds_Description": "An assortment of wild autumn seeds.",
                "Fiber_Name": "Fibre",
                "FiberSeeds_Name": "Fibre Seeds",
                "FiddleheadRisotto_Description": "A creamy rice dish served with sautéd fern heads. It's a little bland.",
                "FossilizedLeg_Name": "Fossilised Leg",
                "FossilizedRibs_Name": "Fossilised Ribs",
                "FossilizedSkull_Name": "Fossilised Skull",
                "FossilizedSpine_Name": "Fossilised Spine",
                "FossilizedTail_Name": "Fossilised Tail",
                "FriedEel_Description": "Greasy but flavourful.",
                "Garlic_Description": "Adds a wonderful zest to dishes. High quality garlic can be pretty spicy.",
                "GingerAle_Description": "A zesty drink known for its soothing effect on the stomach.",
                "GourmetTomatoSalt_Description": "A rare, delicious and savoury salt.",
                "GrapeStarter_Description": "Plant these in the autumn. Takes 10 days to grow, but keeps producing after that. Grows on a trellis.",
                "GreenTea_Description": "A pleasant, energising beverage made from lightly processed tea leaves.",
                "Hashbrowns_Name": "Hash Browns",
                "Hematite_Name": "Haematite",
                "Hematite_Description": "An iron-based mineral with interesting magnetic properties.",
                "Hops_Description": "A bitter, tangy flower used to flavour beer.",
                "HotPepper_Name": "Chilli Pepper",
                "HotPepper_Description": "Fiery hot with a hint of sweetness.",
                "JackOLantern_Description": "A whimsical autumn decoration.",
                "Jelly_Name": "Jam",
                "LemonStone_Description": "Some claim the powdered crystal is a dwarfish delicacy.",
                "MagicRockCandy_Name": "Magic Rock",
                "MagicRockCandy_Description": "A rare and powerful sweet infused with the essence of the prismatic shard.",
                "Mango_Description": "A big, sweet tropical fruit with a unique flavour.",
                "MovieTicket_Name": "Cinema Ticket",
                "MovieTicket_Description": "Admits one to the cinema. Giving this to a friend invites them to the cinema with you.",
                "Omelet_Name": "Omelette",
                "Omelet_Description": "It's very fluffy.",
                "OrnamentalFan_Description": "This exquisite fan most likely belonged to a noblewoman. Historians believe that the valley was a popular sixth-era holiday spot for the wealthy.",
                "Orpiment_Description": "Despite its high toxicity, this mineral is widely used in manufacturing and folk medicine.",
                "PaleBroth_Description": "A delicate broth with a hint of sulphur.",
                "Pancakes_Name": "American Pancakes",
                "Pancakes_Description": "A double stack of American-style fluffy, soft pancakes.",
                "PinkCake_Description": "There are little heart sweets on top.",
                "PlumPudding_Description": "A traditional Winter Star treat.",
                "Poi_Description": "A traditional food with a delicate, sweet flavour when eaten fresh.",
                "PomegranateSapling_Description": "Takes 28 days to produce a mature Pomegranate tree. Bears fruit in the autumn. Only grows if the 8 surrounding \"tiles\" are empty.",
                "Poppy_Description": "In addition to its colourful flower, the poppy has culinary and medicinal uses.",
                "PrismaticJelly_Name": "Prismatic Jelly",
                "Pumpkin_Description": "An autumn favourite, grown for its crunchy seeds and delicately flavoured flesh. As a bonus, the hollow shell can be carved into a Spirit's Even decoration.",
                "PumpkinSeeds_Description": "Plant these in the autumn. Takes 13 days to mature.",
                "PumpkinSoup_Description": "A seasonal favourite.",
                "QiGem_Description": "A special currency honoured by Mr. Qi.",
                "QualityFertilizer_Name": "Quality Fertiliser",
                "RainbowTrout_Description": "A freshwater trout with colourful markings.",
                "RareSeed_Description": "Sow in autumn. Takes all season to grow.",
                "RedCabbage_Description": "Often used in salads and coleslaws. The colour can range from purple to blue to green-yellow depending on soil conditions.",
                "RedSnapper_Description": "A popular fish with a nice red colour.",
                "RoastedHazelnuts_Description": "The roasting process creates a rich forest flavour.",
                "Roe_Description": "Fresh fish eggs. These can be aged in a preserves jar to bring out more flavour.",
                "Ruby_Description": "A precious stone that is sought after for its rich colour and beautiful lustre.",
                "RustyCog_Description": "A well preserved cog that must have been part of some ancient machine. This could be dwarfish technology.",
                "Salmonberry_Description": "A spring-time berry with the flavour of the forest.",
                "ShrimpCocktail_Name": "Prawn Cocktail",
                "ShrimpCocktail_Description": "A sumptuous appetiser made with freshly-caught prawns.",
                "SoggyNewspaper_Description": "This is rubbish.",
                "Spaghetti_Description": "An old favourite.",
                "SpangleSeeds_Description": "Plant in summer. Takes 8 days to produce a vibrant tropical flower. Assorted colours.",
                "SpiritTorch_Description": "It's unclear where the blue colour comes from...",
                "Stardrop_Description": "A mysterious fruit that empowers those who eat it. The flavour is like a dream... a powerful personal experience, yet difficult to describe to others.",
                "StirFry_Description": "Julienne vegetables on a bed of rice.",
                "Strawberry_Description": "A sweet, juicy favourite with an appealing red colour.",
                "Sugar_Description": "Adds sweetness to pastries and sweets. Too much can be unhealthy.",
                "SunflowerSeeds_Description": "Plant in summer or autumn. Takes 8 days to produce a large sunflower. Yields more seeds at harvest.",
                "SuperMeal_Description": "It's a really energising meal.",
                "TeaLeaves_Description": "The young leaves of the tea plant. Can be brewed into the popular, energising beverage.",
                "Tigerseye_Description": "A stripe of shimmering gold gives this gem a warm lustre.",
                "TomKhaSoup_Description": "These flavours are incredible!",
                "Trash_Name": "Rubbish",
                "TreeFertilizer_Name": "Tree Fertiliser",
                "TulipBulb_Description": "Plant in spring. Takes 6 days to produce a colourful flower. Assorted colours.",
                "Weeds_DryBush_Description": "A cluster of dry old bushes. Might contain fibres or mixed seeds.",
                "Weeds_FiberOrMixedSeeds_Description": "Might contain fibres or mixed seeds.",
                "Weeds_FiberOrMixedSeeds_Ugly_Description": "Ugly weeds. Might contain fibres or mixed seeds.",
                "YamSeeds_Description": "Plant these in the autumn. Takes 10 days to mature."

            }
        }
    ]
}