{
    "Changes": [
        {
            "LogName": "Edit Data/TV/CookingChannel",
            "Action": "EditData",
            "Target": "Data/TV/CookingChannel",
            "Entries": {
                "1": "Stir Fry/Stir Fry! It's a perfect way to get some healthy greens on your plate. Sauté the greens in a little sesame oil and make sure to add plenty of fresh ginger and garlic. Now breathe deeply... Oh, that's good.",
                "4": "Omelet/Omelette! This is such a simple dish, but so often done incorrectly! A perfect omelette is a thing of beauty. It's a pure golden angel of gleaming egg, and I'm going to show you my secret method... ",
                "7": "Maki Roll/Maki Roll! The delicate flavour of the ocean, sealed within a pillowy cloud of rice. Maybe a bit of wasabi for the adventurous. My mouth is watering as we speak. Oh, how I love sushi...",
                "8": "Bread/Bread! Baking bread can be a very complex art, but I'll make it simple for you. The most important ingredient is flour, of course. But before we create the dough we'll need to activate our yeast. They prefer warm water and a little something to feed on. I use plain sugar, but honey or maple syrup will do! ",
                "15": "Pumpkin Pie/Pumpkin Pie! In my house, it's a tradition to eat pumpkin pie during the Feast of the Winter Star. The season just isn't complete without that wonderful flavour you can only achieve with the finest farm-fresh pumpkins. A little nutmeg, cinnamon, and clove will sweep you off to a land of crimson and gold... ",
                "16": "Cranberry Candy/Cranberry Sweet! Here's a fun one to help you celebrate the new year. Cranberries are quite bitter on their own, but submerge them in an ocean of sugar and they'll taste like angel's tears. Here's how you do it...",
                "18": "Hashbrowns/Hash browns! This one's simple, but that's a good thing! You'll just want to shred some potatoes, add a liberal amount of salt, and fry to perfection in your favourite high-heat oil. Sounds easy, right? Well, I've got some pointers that'll make your job a lot easier... ",
                "19": "Complete Breakfast/Complete Breakfast! Last week I taught you how to make hash browns. This week I'll show you how to combine them with other ingredients to create a hearty complete breakfast. This meal will really fill you up and give you the energy you need to get in a hard day's work.",
                "23": "Pink Cake/A viewer from Pelican Town wrote to me recently... let's see... Her name's Haley. She wrote, 'I tried your pink cake last time I was in Zuzu City and I fell in love with it. Could you share the recipe on your next episode?'. Well, why not? It's a marvellous cake. And you'll never guess the secret ingredient... melon!",
                "24": "Roasted Hazelnuts/Roasted Hazelnuts! I've got a nice old hazelnut tree behind my house, and every year I invite the family over for a nut roasting party! Once we start roasting, it's inevitable that the neighbours will show up. That rich, nutty smell is irresistible. Now, here's the family recipe... ",
                "25": "Fruit Salad/Fruit Salad! Here's a healthy and delicious treat to brighten up your day. The most important thing to remember is that you need ripe fruit. Forget the bland stuff they sell at the supermarket... I'm talking fresh-picked, juicy, bursting-with-flavour fruit. Okay, now watch closely...",
                "27": "Crab Cakes/Crab Cakes! Crab meat is very flimsy on its own, but mixing it with bread crumbs and egg is a great way to give them some body. That's why these cakes are my favourite way to eat crab! But before you go cracking any shells, stay tuned for my essential seasoning mixture...",
                "29": "Poppyseed Muffin/Poppyseed Muffin! Poppies make beautiful ornamental flowers... but why not make full use of the plant with these delightful muffins? I'm a huge fan of poppy seeds. They're subtle, but they add a nice flavour and a great texture to bready desserts. And they're healthy!",
                "30": "Lobster Bisque/Lobster Bisque! You could serve this one to the governor himself. It's rich, creamy and delicious, with just the right amount of oceanic flavour. The hardest part is finding some lobster, but I'm sure you can do it. Heck, if you're feeling crafty you could catch one yourself with a crab pot!",
                "31": "Bruschetta/Bruschetta! It's a wonderfully simple appetiser that really showcases the quality of the ingredients. You'll need bread, tomato, and oil. First, you'll need to grill the bread. Slice the tomato and place onto the grilled bread. Then drizzle with oil and serve. I told you it was simple!",
                "32": "Shrimp Cocktail/Prawn Cocktail! Here's another good appetiser for you and your dinner guests. My cocktail sauce is extra zesty, and I'm sure you'll love it. Now, the first step... "
            }
        }
    ]
}