{
    "Changes": [
        {
            "LogName": "Edit Characters/Dialogue/Pierre",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Pierre",
            "Entries": {
                "Introduction": "Hey, it's Mr. @, the new farmer! I'm Pierre, owner of the local shop.^Hey, it's Ms. @, the new farmer! I'm Pierre, owner of the local shop.#$b#If you're looking for seeds, my shop is the place to go. I'll also buy produce from you for a good price!#$e#A little agriculture could really inject new life into the local economy!",
                "cc_Complete": "This is a dream-come-true! You can't begin to imagine how much stress JojaMart was causing me.#$e#For a small town like this, one shop is enough! There's too much social pressure for me to overcharge, anyway.",
                "MovieInvitation": "Hey, that's a great idea... It'll be nice to get out from behind the desk. I'll meet you there!",
                "Sat8": "I'll tell you a secret. Sometimes, when the shop is empty, I'll practice my opera singing behind the desk.$h#$e#Don't tell anyone.",
                "Sun": "#$1 pierreBlue#*sigh*... I've got those behind-the-desk blues...$k$s#$e#I wish I could go for a walk, but I can't leave the shop unattended.#$e#I've heard the flowers are in bloom and the air smells great...$s",
                "winter_Sat": "Is it just me or is there a cold draught in here?",
                "fall_Mon": "Autumn seeds are here! Crops don't grow in winter so this is your last shot until spring.#$b#Better go all out, huh?",
                "fall_Fri": "#$1 pierreMEGA#My dream is to keep opening new shops until I become extremely wealthy. Hehehe.$k#$e#Hi there. Is your farm still doing well?#$e#Maybe a few of my seeds will spruce things up.$h",
                "Event_naga2": "You would really do that to me? You're terrible.$s#$b#You shouldn't have been snooping around in my bedroom in the first place! Nosy neighbours are the worst.$3"
            }
        }
    ]
}